Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/NotificationsSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SCREEN_SHARING_ALLOW_NOTIFICATIONS_FOOTER_VISION
source: Allow notifications while using SharePlay or View Mirroring.
ar: السماح بالإشعارات أثناء استخدام مشاركة التشغيل أو محاكاة العرض.
bg: Позволяване на известия при използване на SharePlay или Дублиране на изгледа.
ca: Permet les notificacions en fer servir el SharePlay o compartir la vista.
cs: Zde můžete povolit oznámení při sdílení přes SharePlay a při zrcadleném zobrazení.
da: Tillad notifikationer, mens du bruger SharePlay eller oversigtsdublering.
de: Erlaube Mitteilungen während du SharePlay oder die Ansichtssynchronisierung verwendest.
el: Να επιτρέπονται οι γνωστοποιήσεις κατά τη χρήση του SharePlay ή του Κατοπτρισμού προβολής.
es: Permite notificaciones mientras usas SharePlay o la función de duplicar la vista.
es_us: Permite notificaciones al usar SharePlay o al duplicar la vista.
fi: Salli ilmoitukset käytettäessä SharePlayta tai näkymän peilausta.
fr: Autorisez les notifications lorsque vous utilisez SharePlay ou recopiez votre vue.
fr_ca: Autorisez les notifications pendant l’utilisation de SharePlay et de Recopie de la vue.
he: ניתן לאפשר קבלת עדכונים במהלך השימוש ב-SharePlay או ב״שיקוף תצוגה״.
hi: SharePlay या दृश्य मिररिंग का उपयोग करते समय सूचनाओं को अनुमति दें।
hr: Dozvolit će se obavijesti tijekom uporabe SharePlaya ili Zrcaljenja prikaza.
hu: Értesítések engedélyezése a SharePlay vagy a Megtekintés tükrözésének használata során.
id: Izinkan pemberitahuan saat menggunakan SharePlay atau Lihat Pencerminan.
it: Consenti le notifiche mentre utilizzi SharePlay o “Duplica vista”.
ja: SharePlayまたはビューミラーリングの使用中に通知を許可します。
kk: Хабарландырулар SharePlay немесе көріністі қайталау кезінде келеді.
ko: SharePlay 또는 뷰 미러링을 사용하는 동안 알림을 허용합니다.
lt: Leiskite pranešimus, kai naudojate „SharePlay“ arba „Rodinio dubliavimą“.
ms: Benarkan pemberitahuan semasa menggunakan SharePlay atau Pencerminan Paparan.
nl: Sta meldingen toe bij het gebruik van SharePlay of synchrone weergave.
no: Tillat varslinger under bruk av SharePlay eller når visningen deles.
pl: Pozwalaj na powiadomienia podczas sesji SharePlay i klonowania widoku.
pt_br: Permita notificações ao usar o SharePlay ou o Espelhamento de Visualização.
pt_pt: Permitir notificações ao usar SharePlay ou a visualização replicada.
ro: Permiteți notificările în timp ce utilizați SharePlay sau oglindirea ecranului.
ru: Уведомления будут приходить во время SharePlay или повтора содержимого на экране.
sk: Povolí hlásenia počas používania SharePlay alebo zrkadlenia zorného poľa.
sl: Omogočite obvestila med uporabo funkcije SharePlay ali med zrcaljenjem prikaza.
sv: Tillåt notiser medan SharePlay eller skärmdubblering används.
th: อนุญาตการแจ้งเตือนในระหว่างใช้ SharePlay หรือดูการสะท้อนภาพหน้าจอ
tr: SharePlay veya Görüntü Yansıtma kullanılırken bildirimlere izin verir.
uk: Дозволити сповіщення під час сеансу SharePlay чи відеодублювання.
vi: Cho phép thông báo khi đang sử dụng SharePlay hoặc Phản chiếu màn hình.
zh_cn: 使用同播共享或视野镜像时允许通知。
zh_hk: 在使用「同播同享」或「視野鏡像輸出」時允許通知。
zh_tw: 在使用「同播共享」或「顯示畫面鏡像輸出」時允許系統傳送通知。

source: Enable
ar: تمكين
bg: Активиране
ca: Activa
cs: Zapnout
da: Slå til
de: Aktivieren
el: Ενεργοποίηση
es: Activar
es_us: Activar
fi: Ota käyttöön
fr: Activer
fr_ca: Activer
he: הפעלה
hi: सक्षम करें
hr: Omogući
hu: Engedélyezés
id: Aktifkan
it: Abilita
ja: 有効にする
kk: Қосу
ko: 활성화
lt: Įjungti
ms: Dayakan
nl: Schakel in
no: Aktiver
pl: Włącz
pt_br: Ativar
pt_pt: Ativar
ro: Activați
ru: Включить
sk: Zapnúť
sl: Omogoči
sv: Aktivera
th: เปิดใช้งาน
tr: Etkinleştir
uk: Увімкнути
vi: Bật
zh_cn: 启用
zh_hk: 啟用
zh_tw: 啟用

# FRONT_LABEL
source: Alerts
ar: التنبيهات
bg: Предупреждения
ca: Avisos
cs: Upozornění
da: Advarsler
de: Hinweise
el: Ειδοποιήσεις
es: Avisos
es_us: Alertas
fi: Ilmoitusviestit
fr: Alertes
fr_ca: Alertes
he: התראות
hi: अलर्ट
hr: Alarmi
hu: Jelzések
id: Peringatan
it: Avvisi
ja: 通知
kk: Ескертулер
ko: 알림
lt: Įspėjimai
ms: Isyarat
nl: Meldingen
no: Varsler
pl: Alerty
pt_br: Alertas
pt_pt: Avisos
ro: Alerte
ru: Предупреждения
sk: Upozornenia
sl: Opozorila
sv: Notiser
th: การเตือน
tr: Uyarılar
uk: Оповістки
vi: Cảnh báo
zh_cn: 提醒
zh_hk: 提示
zh_tw: 提示

# SHOW_PREVIEW_OPTION_NEVER
source: Never
ar: مطلقًا
bg: Никога
ca: Mai
cs: Nikdy
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
es_us: Nunca
fi: Ei koskaan
fr: Jamais
fr_ca: Jamais
he: אף פעם
hi: कभी नहीं
hr: Nikad
hu: Soha
id: Jangan Pernah
it: Mai
ja: しない
kk: Ешқашан
ko: 안 함
lt: Niekada
ms: Jangan
nl: Nooit
no: Aldri
pl: Nigdy
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sv: Aldrig
th: ไม่เลย
tr: Asla
uk: Ніколи
vi: Không
zh_cn: 永不
zh_hk: 永不
zh_tw: 永不

# SCHEDULED_DELIVERY_EIGHTH_SUMMARY
source: 8th Summary
ar: الملخص الثامن
bg: 8-о обобщение
ca: Resum 8
cs: 8. souhrn
da: 8. resume
de: 8. Übersicht
el: 8η σύνοψη
es: Resumen 8
es_us: Resumen 8
fi: 8. yhteenveto
fr: 8e résumé
fr_ca: 8e résumé
he: סיכום מס׳ 8
hi: आठवाँ सारांश
hr: 8. sažetak
hu: 8. összegzés
id: Ringkasan ke-8
it: 8º riepilogo
ja: 8回目の要約
kk: 8-жинақтама
ko: 8번째 요약
lt: 8-a suvestinė
ms: Ringkasan ke-8
nl: 8e overzicht
no: Åttende sammendrag
pl: 8. podsumowanie
pt_br: 8º Resumo
pt_pt: 8.º resumo
ro: Rezumatul al 8‑lea
ru: 8‑я сводка
sk: 8. prehľad
sl: 8. povzetek
sv: 8:e sammanfattningen
th: สรุปที่ 8
tr: 8. Özet
uk: 8-й звіт
vi: Tóm tắt thứ 8
zh_cn: 第8个摘要
zh_hk: 第8個摘要
zh_tw: 第八個摘要

# FM_GROUP_FOOTER_TEXT
source: Favorite Mailboxes Settings will override all other Mail notification settings.
ar: إعدادات صناديق البريد المفضلة ستتجاوز كل إعدادات إشعارات البريد الأخرى.
bg: Настройките за любими пощенски кутии ще отменят всички други настройки на известия за Поща.
ca: La configuració de les bústies favorites substituirà la resta d’opcions de les notificacions del correu.
cs: Oblíbené schránky mají přednost před všemi ostatními nastaveními pro oznámení v Mailu.
da: Indstillinger for favoritpostkasser tilsidesætter alle andre notifikationsindstillinger i Mail.
de: Die Einstellungen für „Postfachfavoriten“ heben alle anderen Mitteilungseinstellungen für „Mail“ auf.
el: Οι ρυθμίσεις για τις Αγαπημένες θυρίδες θα παρακάμψουν όλες τις άλλες ρυθμίσεις γνωστοποιήσεων Mail.
es: Los ajustes de buzones favoritos reemplazarán los demás ajustes de notificación de Mail.
es_us: La configuración de buzones favoritos reemplazará las demás configuraciones de notificación de Mail.
fi: Suosikkipostilaatikkoasetukset ohittavat kaikki muut Mailin ilmoitusasetukset.
fr: Les réglages des boîtes aux lettres favorites remplaceront tous ceux des autres notifications de Mail.
fr_ca: Les réglages des boîtes aux lettres favorites remplaceront tous les autres réglages de notifications de Mail.
he: הגדרות ״תיבות דואר מועדפות״ יגברו על כל ההגדרות האחרות של עדכונים מ״דואר״.
hi: पसंदीदा मेलबॉक्स सेटिंग्ज़ अन्य सभी मेल सूचना सेटिंग्ज़ का स्थान ले लेंगी।
hr: Postavke za omiljene sandučiće poništit će druge postavke za e-mail obavijesti.
hu: A Kedvenc postafiókok beállításai felülírják a Mail egyéb értesítési beállításait.
id: Pengaturan Kotak Mail Favorit akan menimpa semua pengaturan pemberitahuan Mail lainnya.
it: Le impostazioni delle caselle preferite avranno la priorità su tutte le altre impostazioni di notifica della posta.
ja: “よく使うメールボックス”設定はその他すべての“メール”通知設定より優先されます。
kk: «Таңдаулы пошта жәшіктері» реттеулері барлық басқа «Пошта» хабарландыруының параметрлерін алмастырады.
ko: 즐겨찾기 메일상자 설정은 다른 Mail 알림 설정보다 우선시됩니다.
lt: Mėgstamiausių pašto dėžučių nustatymai turės pirmenybę prieš visus kitus „Mail“ pranešimų nustatymus.
ms: Seting Peti Mel Kegemaran akan menggantikan semua seting pemberitahuan Mail yang lain.
nl: Instellingen voor favoriete postbussen krijgen voorrang boven alle andere instellingen voor Mail-meldingen.
no: Innstillinger for favorittpostkasser overstyrer alle andre innstillinger for e‑postvarsling.
pl: Ustawienia ulubionych skrzynek zastąpią wszystkie inne ustawienia powiadomień aplikacji Poczta.
pt_br: Os Ajustes de Caixas de Correio Favoritas substituem os outros ajustes de notificação do Mail.
pt_pt: As definições das caixas de correio favoritas substituem todas as outras definições de notificação do Mail.
ro: Configurările “Cutii poștale favorite” vor suprascrie toate celelalte configurări de notificare din Mail.
ru: Настройки «Избранные ящики» заменят все прочие настройки уведомлений Почты.
sk: Nastavenia obľúbených schránok majú prednosť pred ostatnými nastaveniami hlásení Mailu.
sl: Nastavitve funkcije Priljubljeni nabiralniki bodo preglasile vse druge nastavitve obvestil aplikacije Pošta.
sv: Inställningar för favoritbrevlådor förbigår alla andra notisinställningar för Mail.
th: การตั้งค่ากล่องเมลโปรดจะใช้แทนการตั้งค่าการแจ้งเตือนของเมลอื่นทั้งหมด
tr: Favori Posta Kutuları Ayarları, diğer tüm Mail bildirim ayarlarını geçersiz kılacaktır.
uk: Параметри Улюблених скриньок переважатимуть усі інші параметри сповіщень Пошти.
vi: Cài đặt Hộp thư ưa thích sẽ thay thế tất cả các cài đặt thông báo Mail khác.
zh_cn: “个人收藏邮箱”设置优先于“邮件”通知的所有其他设置。
zh_hk: 「喜好信箱設定」會覆蓋所有的「郵件」通知。
zh_tw: 「喜好的信箱」設定會覆蓋所有其他的「郵件」通知設定。

# DISABLE_NOTIFICATIONS_TEXT
source: Turn off Notifications to disable Sounds, Alerts and Home Screen Badges for the applications below.
ar: قم بإيقاف الإشعارات لتعطيل الأصوات، التنبيهات وشارات الشاشة الرئيسية للتطبيقات أدناه.
bg: Изключете Известията, за да деактивирате звуците, предупрежденията и символите на Началния екран за приложенията по-долу.
ca: Desactiva les notificacions per no fer servir sons, avisos ni indicadors de la pantalla d’inici a les apps següents.
cs: Chcete‑li pro níže uvedené aplikace vypnout zvuky, upozornění a odznaky na ploše, vypněte Oznámení.
da: Slå Notifikationer fra for at slå lyde, advarsler og etiketter til hjemmeskærm fra for nedenstående apps.
de: Schalte die Mitteilungen aus, um Töne, Hinweise und Home-Bildschirm-Kennzeichen für folgende Apps zu deaktivieren.
el: Απενεργοποιήστε τις Γνωστοποιήσεις για να απενεργοποιήσετε τους ήχους, ειδοποιήσεις και ταμπέλες στην οθόνη Αφετηρίας για τις παρακάτω εφαρμογές.
es: Desactiva Notificaciones para eliminar de las siguientes aplicaciones los sonidos, los avisos y los globos en la pantalla de inicio.
es_us: Desactiva las notificaciones para eliminar los sonidos, las alertas y los contadores de la pantalla de inicio para las siguientes aplicaciones.
fi: Poista alla olevien appien äänet, ilmoitusviestit ja Koti-valikon merkit käytöstä laittamalla ilmoitukset pois.
fr: Désactivez les notifications pour interdire les sons, alertes et pastilles de l’écran d’accueil pour les applications ci-dessous.
fr_ca: Désactiver les notifications pour interdire les sons, alertes et pastilles de l’écran d’accueil pour les applications ci-dessous.
he: ניתן לכבות את אפשרות קבלת העדכונים כדי לבטל צלילים, התראות ותגים במסך הבית עבור היישומים הבאים:
hi: नीचे दिए गए ऐप्लिकेशनों के लिए ध्वनि, अलर्ट और होम स्क्रीन बैज अक्षम करने हेतु सूचनाएँ बंद करें।
hr: Isključite obavijesti ako želite isključiti zvukove, alarme i bedževe za niže navedene aplikacije.
hu: Kapcsolja ki az Értesítéseket, hogy az alábbi alkalmazásokra kikapcsolja a Hangokat, Jelzéseket és Képernyő-jelvényeket.
id: Matikan Pemberitahuan untuk menonaktifkan Bunyi, Peringatan, dan Tanda Layar Utama untuk aplikasi di bawah ini.
it: Disattiva le notifiche per disabilitare suoni, avvisi e badge nella schermata Home per le applicazioni incluse nell’elenco.
ja: オフにすると、以下のアプリでサウンド、テキスト、およびホームスクリーンバッジによる通知機能が停止されます。
kk: Төмендегі қолданбаларға арналған дыбыстарды, ескертулерді және басты экран жапсырмаларын өшіру үшін хабарландыруларды өшіріңіз.
ko: 아래 응용 프로그램에 대한 사운드, 경고, 홈 화면 배지를 비활성화하려면 알림을 끄십시오.
lt: Išjunkite pranešimus, kad išjungtumėte toliau nurodytų programų garsus, įspėjimus ir ženklelius pradžios ekrane.
ms: Nyahaktifkan Pemberitahuan untuk menyahdayakan Bunyi, Isyarat dan Lencana Skrin Utama untuk app di bawah.
nl: Zet 'Meldingen' uit om geen geluiden, waarschuwingen en beginschermbadges voor de apps hieronder weer te geven.
no: Slå av Varsling for å deaktivere lyder, varsler og merker på Hjem-skjermen for appene nedenfor.
pl: Wyłączenie powiadomień wyłącza dźwięki, alerty i plakietki na ekranie głównym dla poniższych aplikacji.
pt_br: Desative as Notificações para desativar Sons, Alertas e Avisos da Tela de Início dos aplicativos abaixo.
pt_pt: Desligue as notificações, para desativar emblemas no ecrã principal, avisos e sons, para as seguintes aplicações.
ro: Dezactivați notificările pentru a dezactiva sunetele, alertele și insignele din ecranul principal pentru aplicațiile de mai jos.
ru: Выключите уведомления, чтобы отключить звуки, предупреждения и наклейки экрана «Домой» для приложений ниже.
sk: Vypnite hlásenia, ak chcete vypnúť zvuky, upozornenia a odznaky na ploche pre nasledovné aplikácie.
sl: Izklopite obvestila, da onemogočite zvoke, opozorila in značke na domačem zaslonu za spodnje aplikacije.
sv: Stäng av Notiser så avaktiveras ljud, påminnelser och brickor för apparna nedan.
th: การปิดใช้การแจ้งเตือนจะปิดใช้งานเสียง การเตือนและป้ายกำกับบนหน้าจอโฮมสำหรับแอปพลิเคชันด้านล่างนี้
tr: Aşağıdaki uygulamalar için Sesleri, Uyarıları ve Ana Ekran İşaretlerini etkisizleştirmek istiyorsanız Bildirimler’i kapatın.
uk: Вимкніть «Сповіщення», щоб вимкнути звуки, оповістки та значки початкового екрана для програм, наведених нижче.
vi: Tắt Thông báo để vô hiệu hóa Âm thanh, Cảnh báo và Biểu tượng Màn hình Chính cho các ứng dụng dưới đây.
zh_cn: 关闭“通知”以停用下列应用程序的“声音”、“提醒”和“主屏幕标记”。
zh_hk: 關閉「通知」以停用下列應用程式的「聲音」、「提示」及「主畫面標記」。
zh_tw: 關閉「通知」來停用下列應用程式的「聲音」、「提示」和「主畫面標記」。

# NOTIFICATION_DELIVERY_SCHEDULED_DESCRIPTION
source: Deliver at %@
ar: تسليم الساعة %@
bg: Доставяне в %@
ca: Entregar a les %@
cs: Doručovat v %@
da: Lever kl. %@
de: Um %@ zustellen
el: Παράδοση στη/στις %@
es: Horario de entrega: %@
es_us: Entregar a la(s) %@
fi: Toimita klo %@
fr: Distribuer à %@
fr_ca: Transmettre à %@
he: מסירת עדכונים בשעה %@
hi: %@ पर डिलीवर करें
hr: Isporuči u %@
hu: Kézbesítés ekkor: %@
id: Kirim pukul %@
it: Recapita alle ore %@
ja: %@に配信
kk: Жеткізу уақыты: %@
ko: %@에 전달
lt: Pristatyti %@
ms: Hantar pada %@
nl: Lever af om %@
no: Lever kl. %@
pl: Dostarczaj o %@
pt_br: Entregar à(s) %@
pt_pt: Apresentar à(s) %@
ro: Livrare la %@
ru: Время доставки: %@
sk: Doručovať o %@
sl: Dostavi ob %@
sv: Leverera kl. %@
th: ส่งเวลา %@
tr: Gönder: %@
uk: Доставляти о %@
vi: Phát lúc %@
zh_cn: %@推送
zh_hk: %@傳送
zh_tw: %@傳送

# TITLE
source: Notifications
ar: الإشعارات
bg: Известия
ca: Notificacions
cs: Oznámení
da: Notifikationer
de: Mitteilungen
el: Γνωστοποιήσεις
es: Notificaciones
es_us: Notificaciones
fi: Ilmoitukset
he: עדכונים
hi: सूचनाएँ
hr: Obavijesti
hu: Értesítések
id: Pemberitahuan
it: Notifiche
ja: 通知
kk: Хабарландырулар
ko: 알림
lt: Pranešimai
ms: Pemberitahuan
nl: Meldingen
no: Varslinger
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
ro: Notificări
ru: Уведомления
sk: Hlásenia
sl: Obvestila
sv: Notiser
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh_cn: 通知
zh_hk: 通知
zh_tw: 通知

# SPOKEN_NOTIFICATIONS_CARPLAY_ANNOUNCE_MESSAGES
source: Announce Messages
ar: نطق الرسائل
bg: Оповестяване на съобщения
ca: Anuncia els missatges
cs: Oznamovat zprávy
da: Meddel beskeder
de: Nachrichten ankündigen
el: Ανακοίνωση μηνυμάτων
es: Anunciar mensajes
es_us: Anunciar los mensajes
fi: Ilmoita viestit
fr: Annonce des messages
fr_ca: Annoncer les messages
he: הכרזה על הודעות
hi: संदेशों की घोषणा करें
hr: Najavljivanje poruka
hu: Üzenetértesítések
id: Umumkan Pesan
it: Leggi messaggi
ja: 着信メッセージの読み上げ
kk: Хабарларды жариялау
ko: 메시지 읽어주기
lt: Pranešti apie žinutes
ms: Umumkan Mesej
nl: Kondig berichten aan
no: Kunngjør meldinger
pl: Ogłaszaj wiadomości
pt_br: Ler Mensagens
pt_pt: Anunciar mensagens
ro: Anunțare mesaje
ru: Объявлять сообщения
sk: Oznamovať správy
sl: Najavljanje sporočil
sv: Läs upp meddelanden
th: การอ่านข้อความ
tr: Mesajları Duyur
uk: Оголошувати повідомлення
vi: Đọc tin nhắn
zh_cn: 播报信息
zh_hk: 讀出訊息
zh_tw: 播報訊息

# ALLOW_REMOTE_NOTIFICATIONS
source: Show on Mac
ar: إظهار على Mac
bg: Покажи на Mac
ca: Mostra al Mac
cs: Zobrazit na Macu
da: Vis på Mac
de: Auf Mac anzeigen
el: Εμφάνιση στο Mac
es: Mostrar en el Mac
es_us: Mostrar en la Mac
fi: Näytä Macissa
fr: Afficher sur le Mac
fr_ca: Afficher sur Mac
he: הצגה ב-Mac
hi: Mac पर दिखाएँ
hr: Prikaži na Macu
hu: Megjelenítés a Macen
id: Tampilkan di Mac
it: Mostra sul Mac
ja: Macに表示
kk: Mac компьютерінде көрсету
ko: Mac에서 보기
lt: Rodyti „Mac“ kompiuteryje
ms: Tunjukkan pada Mac
nl: Toon op Mac
no: Vis på Mac
pl: Pokaż na Macu
pt_br: Mostrar no Mac
pt_pt: Mostrar no Mac
ro: Afișare pe Mac
ru: Отображение на Mac
sk: Zobraziť na Macu
sl: Prikaži v Macu
sv: Visa på Mac
th: แสดงบน Mac
tr: Mac’te Göster
uk: Показувати на Mac
vi: Hiển thị trên máy Mac
zh_cn: 在Mac上显示
zh_hk: 在Mac上顯示
zh_tw: 在Mac上顯示

# CRITICAL_ALERT_EXPLANATION_VISION
source: Critical alerts appear and play a sound even if a Focus is on or Apple Vision Pro is muted.
ar: تظهر التنبيهات الحرجة وتشغل صوتًا حتى وإن كان أحد أنماط التركيز مشغلاً أو كان صوت Apple Vision Pro مكتومًا.
bg: Важните предупреждения се появяват и се възпроизвежда звук дори ако e включен Фокус или Apple Vision Pro е в режим без звук.
ca: Els avisos crítics es mostren a la pantalla i emeten un so encara que tinguis un mode de concentració activat o l’Apple Vision Pro silenciat.
cs: Kritická upozornění se objeví a zazní, i když budete mít zapnutý režim soustředění nebo bude na Apple Vision Pro vypnutý zvuk.
da: Vigtige advarsler vises og afspiller lyd, selv hvis en fokusfunktion er slået til, eller Apple Vision Pro er på lydløs.
de: Kritische Hinweise werden angezeigt und ein Ton wird abgespielt, auch wenn ein Fokus aktiviert und die Apple Vision Pro stummgeschaltet ist.
el: Οι Κρίσιμες ειδοποιήσεις εμφανίζονται και αναπαράγουν έναν ήχο, ακόμη κι αν είναι ενεργή μια συγκέντρωση ή το Apple Vision Pro είναι σε σίγαση.
es: Aparecen avisos críticos y se reproduce un sonido incluso cuando hay un modo de concentración activo o el Apple Vision Pro está silenciado.
es_us: Las alertas críticas se muestran en la pantalla bloqueada y emiten un sonido incluso si se activó un enfoque o si se silenció el Apple Vision Pro.
fi: Kriittiset varoitukset näkyvät ja toistavat äänimerkin, vaikka Keskity-tila olisi päällä tai Apple Vision Pro olisi mykistettynä.
fr: Les alertes critiques apparaissent sur l’écran et émettent toujours un son, même si un mode de concentration est activé ou si le son de l’Apple Vision Pro est coupé.
fr_ca: Les alertes critiques s’affichent et émettent un son même si un mode de concentration est activé ou que le son de l’Apple Vision Pro est désactivé.
he: אזהרות קריטיות יופיעו על מסך הנעילה וישמיעו צליל גם אם מצב ריכוז מופעל או שה-Apple Vision Pro מושתק.
hi: फ़ोकस के चालू रहने या Apple Vision Pro के म्यूट रहने पर भी गंभीर अलर्ट दिखाए जाते हैं और ध्वनि बजाई जाती है।
hr: Kritični alarmi prikazivat će se i reproducirati zvuk čak i kad je uključen Fokus ili isključen zvuk uređaja Apple Vision Pro.
hu: A kritikus figyelmeztetések akkor is megjelennek, és lejátszanak egy hangot, ha egy Fókusz be van kapcsolva, vagy az Apple Vision Pro el van némítva.
id: Peringatan penting muncul dan memutar bunyi bahkan jika Fokus menyala atau Apple Vision Pro dibisukan.
it: Gli avvisi importanti verranno visualizzati e saranno accompagnati da un feedback acustico anche quando una delle full immersion è attiva o l’audio di Apple Vision Pro è disattivato.
ja: 集中モードがオンまたはApple Vision Proが消音時でも、重大な通知は表示されサウンドが再生されます。
kk: Маңызды ескертулер көрсетіледі және «Зейін қою» қосулы болса да немесе Apple Vision Pro дыбысы өшірілсе де дыбыс естіледі.
ko: 중요한 알림은 집중 모드가 켜져 있거나 Apple Vision Pro가 무음으로 설정된 상태에서도 잠금 화면에 표시되고 알림 소리를 냅니다.
lt: Kritiniai įspėjimai bus rodomi ir juos gavus suskambės garsas, net jei bus įjungtas susitelkimo režimas arba „Apple Vision Pro“ nutildytas.
ms: Isyarat kritikal kelihatan dan memainkan bunyi walaupun Fokus aktif atau Apple Vision Pro disenyapkan.
nl: Kritieke meldingen worden weergegeven en er wordt een geluid afgespeeld, zelfs als een focus is ingeschakeld of als het geluid op je Apple Vision Pro is uitgeschakeld.
no: Viktige varsler vises alltid og spiller av lyd selv om du har aktivert et fokus eller slått av lyden på Apple Vision Pro.
pl: Alerty krytyczne pojawiają się i są ogłaszane dźwiękiem nawet w trybie skupienia lub gdy Apple Vision Pro jest wyciszony.
pt_br: Os alertas críticos aparecem e reproduzem um som, mesmo que um Foco esteja ativado ou o Apple Vision Pro esteja silenciado.
pt_pt: Os avisos críticos aparecem e emitem um som mesmo que o modo de concentração esteja ativo ou o som do Apple Vision Pro esteja desligado.
ro: Alertele critice apar și redau un sunet chiar dacă un mod de concentrare este activat sau Apple Vision Pro‑ul este în modul mut.
ru: Важные предупреждения отображаются и доставляются со звуком, даже если включено фокусирование или на Apple Vision Pro выключен звук.
sk: Kritické výstrahy sa zobrazia a prehrajú zvuk, aj keď je aktivovaný Môj čas alebo je Apple Vision Pro v tichom režime.
sl: Kritična opozorila se prikažejo in predvajajo zvok tudi, ko je funkcija Fokus vključena ali je Apple Vision Pro utišan.
sv: Viktiga varningar visas och spelar upp ljud även om ett fokus är aktivt eller om ljudet är avstängt på Apple Vision Pro.
th: การเตือนที่สำคัญจะแสดงและส่งเสียงดังไม่ว่าจะเปิดโฟกัสหรือปิดเสียง Apple Vision Pro
tr: Bir Odak açıkken veya Apple Vision Pro’nun sesi kapalıyken bile kritik uyarılar görünür ve bir ses çalınır.
uk: Критичні оповістки зʼявляються й відтворюють звук, навіть якщо на Apple Vision Pro ввімкнено режим зосередження чи вимкнено звук.
vi: Cảnh báo quan trọng xuất hiện và phát âm thanh ngay cả khi chế độ Tập trung được bật hoặc Apple Vision Pro được tắt tiếng.
zh_cn: 即使已打开专注模式或Apple Vision Pro已静音，重要警告也将显示并播放声音。
zh_hk: 即使已開啟「專注模式」或Apple Vision Pro已設為靜音，重要提示仍會出現並播放聲音。
zh_tw: 即使已開啟「專注模式」或將Apple Vision Pro設為靜音，仍會顯示重要提示並播放聲音。
